IDEA Open Model
ReportSettings.Unit Property
Compatible with IDEA StatiCa Beta 20.0
 The name of the required culture of the report
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public UnitType Unit { get; set; }
Public Property Unit As UnitType
	Get
	Set
Property Value
Type: UnitType
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace